import React from "react";
import Header from "../components/Header";

function Rules() {
  return (
    <main className="font-eurostile-normal   lg:h-screen flex flex-col justify-center items-start text-white">
      <Header />
      <div className="bg-transparant-blabk w-[90vw] rounded-r-[2rem] px-24 py-12">
        <h1 className="text-6xl">
          <span className="text-light-pink">ხელოვნიკი</span> (წესები და სხვანი)
        </h1>
        <p className="">
          "ხელოვნიკი" არის ფერადი, მხიარული და თქვენი გულის მომპარავი თამაში,
          რომელიც ყველაზე მგელ ენაზეა შექმნილი.
        </p>
        <br />
        <p>
          ხელოვნიკების პირველი წესი: ხელოვნიკი სანამ დალოცავს კანვასს მისი
          ნიჭით, ჯერ აუცილებლად უნდა შეამოწმოს კანვასის ხარისხი სიტყვა “მზე”-ს
          რამდენიმე ვარიაციის დახატვით. (აუცილებელია ასოები ეხებოდნენ ერთმანეთს)
        </p>
        <br />
        ხელოვნიკების მეორე წესი: არასოდეს არ გამოტოვოთ შანსი ილაპარკოთ
        ხელოვნიკზე. ჩვენ არავის არ ვცემთ და არც ვასაპონებთ. ხელოვნიკების წესი
        მესამე: ხელოვნიკი არ განსჯის, იგი მოკრძალებით ეგებება და როგორც მის
        თანასწორს, ისე იღებს სხვა სწავლულს. ქვემოთ შესაძლოა მოცემული იყოს
        ინფორმაცია ამ თამაშზე. როგორ ვითამაშოთ? "ხელოვნიკი"-ს თამაში მარტივია
        (თუ ასაკით 3 თვის ბავშვს აღემატებით): მოთამაშეების რაოდენობა: საჭიროა
        მინიმუმ 2 მოთამაშე. როლები: ხელოვნიკი (Drawer): ხატავს მოცემულ სიტყვას,
        რომ სხვებმა გამოიცნონ. სწავლული (Guesser): ცდილობს გამოიცნოს ნახატი.
        საკუთარი ოთახის შექმნა: ხარ ინტროვერტი მეგობრებით? შეგიძლია შექმნა შენი
        პატარა, ჩაკეტილი და დაცული სივრცე სადაც ყველა მხოლოდ შენი მეგობარი
        იქნება. პარამეტრები: ხატვის დრო რაუნდების რაოდენობა მაქსიმუმ მოთამაშეები
        (16-მდე!) ოთახის პაროლი: მოიფიქრე ოთახის პაროლი რომელიც მხოლოდ თქვენ
        გეცოდინებათ. საჯარო მატჩმექინგი: დარჩი მარტო? გრძნობ თავს მამაცად? ხოდა
        შეუერთდი საჯარო თამაშს: საჯარო თამაშის კონფიგურაცია ასეთია: 3 რაუნდი 90
        წამი ხატვის დრო მაქსიმუმ 8 მოთამაშე თამაშის წესები დაწყება: ოთახის
        ადმინი იწყებს თამაშს და ხატავს პირველი. (ეს პრივილეგია აქვს მას რადგან
        როგორც ჩანს ყველასდაგეზარათ ოთახის შექმნა) გამოიცანი: დანარჩენები
        ცდილობენ, გამოიცნონ სიტყვა. სიტყვების გამოცნობა ხდება მარჯვენა მხარეს
        განთავსებულ ჩატში. მოთამაშეებმა უნდა გამოიცნონ სიტყვა მითითებულ დროში,
        რაც შეიძლება სწრაფად, რადგან რაც უფრო მალე გამოიცნობ, მით უფრო მეტი ქულა
        დაგერიცხება! (ქულები ნამდვილ ვალუტებთან არაფერ კავშირშია მაგრამ მაინც
        "გირიცხავთ") ქულების სისტემა: ხატვის დროის პირველ 10%-ში სწორი პასუხი:
        100 ქულა. დარჩენილი დროში ქულები მცირდება დროის პროპორციულად. ხელოვნიკის
        ქულა: ხელოვნიკი იღებს სწავლულების ამოცნობილი ქულების 20%-ს.
        გამარჯვებული. ეს სექცია იმათთვის ვინც შეიძლება არ აღემატებოდეს ზემოთ
        მოცემულ ასაკს: მითითებული რაუნდების დასრულების შემდეგ, გამოვლინდება
        გამარჯვებულად მოთამაშე, რომელსაც აქვს ყველაზე მეტი ქულა. მოყვებიან მეორე
        და მესამე ადგილოსნები (მაგრამ დიდად ეგენი არადარდებთ ხოლმე) დამატებითი
        ფერები მოთამაშეები არჩევენ საკუთარ ავატარებს და სახელს/მეტსახელს. თუ არ
        შეავსებ სახელის ველს, სისტემა შენთვის დააგენერირებს ზედმეტსახელს რომელიც
        ალბათ მაინც აჯობებდა შენს ჩაწერილს. სავალდებულო ქართული ანბანი:
        აუცილებელია მხოლოდ ქართული ანბანის გამოყენება. პატივისცემა: მოთამაშეებმა
        უნდა გამოიჩინონ პატივისცემა ერთმანეთის მიმართ. აკრძალული ქცევა:
        არავითარი ბულინგი ან ცუდი ქცევა (Griefing)! თუ ასეთი რამე შეამჩნიეთ
        დაგვირეკეთ და ჩვენ მივხედავთ. **იყავი ხელოვნიკის სწავლული. **
      </div>
    </main>
  );
}

export default Rules;
