// prettier-ignore
const nouns = [
  "ვანო",  "თაზო",  "გელა",  "მაგიდა",  "აივანი",  "ტრასა",  "ტუფლი",  "ბურთი",  "სოკო",  "ბაბუაწვერა",  "რადიო",  "ჭიქა", "გირაო",  "ბატი",  "ციყვი",  "ტირიფი",  "ქოლგა",  "წვერი",
  "თავი",  "კურდღელი",  "წიწაკა",  "შუშა",  "საწრუპი",  "კუსკუსი",  "ჩურჩხელა",  "ტიტა",  "ბანანი",  "ბლინი",  "კიტრი",  "ჩიტი",  "ნიანგი",  "მარილი",  "კატლეტი",  "პინგვინი",  "ბუზი",
  "ვირთხა",  "ლურსმანი",  "შპალერი",  "ჰამაკი",  "სუპი",  "ლობიო",  "კამეჩი",  "ბუქსირი",  "კოტე",  "წამალი",  "სარკე",  "ტაშტი",  "კოვზი",  "სოსო",  "მაგიდა",  "სერვანდი",  "ქემელი",
  "ფარდა",  "ბაწარი",  "ლობიანი",  "ხინკალი",  "პელმენი",  "სოსისი",  "ქიშპობა","რეზო","კახა","ლამზირა","ანჟელიკა","მადონა","ნინო","მარი","სააგენტო","თინა","ნონა","დიანა",
];
// prettier-ignore
const adjectives = [
  "სწრაფი",  "ხშირი",  "ძლიერი",  "მშვიდი",  "მყარი",  "სუფთა",  "დიდი",  "პატარა",  "ჭკვიანი",  "ცივი",  "ცხელი",  "ნათელი",  "ბნელი",  "რბილი",  "მჭიდრო",  "მკაცრი",  "ამბიციური",
  "შეუსაბამო",  "მკვეთრი",  "ულამაზესი",  "ლამაზი",  "ბლანტი",  "ოპოზიციური",  "მურტალი",  "ოღრაში",  "მუხანათი",  "შეზარხოშებული",  "შესაძლო",  "პოლარული",  "თბილი",  "მტკივნეული",
  "მელოდიური",  "ღრმა",  "უხეში",  "მოგლეჯილი",  "ტენიანი",  "ვრცელი",  "მოკლე",  "მძიმე",  "მკვეთრი",  "მოქნილი",  "ჯანსაღი",  "ცნობისმოყვარე",  "მხედველი",  "ამაყი",  "ზარმაცი",
  "მშვიდობიანი",  "ბობოქარი",  "თავხედი",  "მგრძნობიარე",  "თავაზიანი",  "შეშლილი",  "ტურბო",  "მისტიური",  "ჯოჯოხეთური",  "ცერიო",  "მონოლითური",  "თევზიანი",  "ემპათიური",
  "სიმპატიური", "თხევადი","წუმპე", "წმინდა", "სერ", 
];
// prettier-ignore
const premade=[
  "მონი ტონტანა", "კუკა ბიბაბიძე", "მილონ ასკი", "მადონა ბულია", "ანჟელიკა ბულია","ბიძაო ოსოსი"
]
export { nouns, adjectives };
